$(document).ready(function(){
  $("#demo1").click(function(){
     $("#d11").text('肥宅初夜可以賣多少?');
     $("#d12").text('肥宅不用錢');
     $("#d21").text('目睹別人分手怎麼辦?');
     $("#d22").text('崩潰的感覺');
     $("#d31").text('怎麼跟日本小蘿莉互動?');
     $("#d32").text('你沒有蘿莉控好嗎');
  });

  $("#demo2").click(function(){
    $("#d11").text('遇到三寶的起手式');
    $("#d12").text('蔥油多一點');
    $("#d21").text('現在肚子餓怎麼辦');
    $("#d22").text('讓他想吃什麽');
    $("#d31").text('你聽過安麗嗎?');
    $("#d32").text('是什麽鬼');
  });

  $("#demo3").click(function(){
    $("#d11").text('早餐吃太油會怎樣?');
    $("#d12").text('你先吃什麽');
    $("#d21").text('我吃炸雞');
    $("#d22").text('我都吃鮑魚飯');
    $("#d31").text('鮑魚飯好吃嗎?');
    $("#d32").text('吃魚好嗎');
  });

  $("#demo4").click(function(){
    $("#d11").text('問你啊');
    $("#d12").text('無聊當有趣');
    $("#d21").text('雇殺手殺自己');
    $("#d22").text('不如找人同歸於盡');
    $("#d31").text('鮑魚飯好吃嗎?');
    $("#d32").text('吃魚好嗎');
  });
});
