$(document).ready(function(){
  $("#demo1").click(function(){
     $("#d11").text('我的財神運趕快快來');
     $("#d12").text('開心就好啦');
     $("#d21").text('財運滾滾來');
     $("#d22").text('我夜觀天象，明天你會有財運降臨');
     $("#d31").text('今天一切都好順利啊');
     $("#d32").text('你好像很開心啊，願這份心情能夠一如既往');
  });

  $("#demo2").click(function(){
    $("#d11").text('突然中獎了');
    $("#d12").text('笑口常開才能活得久');
    $("#d21").text('買到想喝的牛奶了');
    $("#d22").text('好厲害，也可以教我一下嗎');
    $("#d31").text('天冷心更冷');
    $("#d32").text('別難過，一切都會ok的');
  });

  $("#demo3").click(function(){
    $("#d11").text('失眠了，好難受');
    $("#d12").text('傷心的時候就擡起頭');
    $("#d21").text('Wiki軟體是由軟體設計模式社群發展出來');
    $("#d22").text('大度一點，因爲他們不足以影響你');
    $("#d31").text('胃痛睡不着');
    $("#d32").text('要多注意身體啊');
  });

  $("#demo4").click(function(){
    $("#d11").text('超不爽身邊的廢人');
    $("#d12").text('塞翁失馬，焉知非福');
    $("#d21").text('僱傭一個殺手來了解自己');
    $("#d22").text('你是不是想幹人家');
    $("#d31").text('鮑魚飯好吃嗎');
    $("#d32").text('棒棒噠');
  });
});
